chat_system_1427081203_actor_description=Tadum Reg. Dwarf - father of dwarf-girl. The castle owner.
chat_system_1427081203_snap_0_question=^?^Look, human. I've thought about it...
chat_system_1427081203_snap_0_answer_0=^?^What else has happened? Did you lose your daughter again?
chat_system_1427081203_snap_2_question=^?^In a way, I would be glad to lose her.... Listen what I've thought up. You are single. And my daughter is at the age when it's time to marry! Do you understand what I'm talking about?
chat_system_1427081203_snap_2_answer_0=^?^You want me to marry your daughter?
chat_system_1427081203_snap_3_question=^?^Why not? Just look at her! Where else can you find such a hard working girl? She sleeps and eats little, and works very hard...
chat_system_1427081203_snap_3_answer_0=^?^Hmm... This is interesting. Go on, dwarf.
chat_system_1427081203_snap_3_answer_1=^?^Sorry, but I don't wish to get married right now. Don't be offended, alright?
chat_system_1427081203_snap_4_question=^?^I knew that you'd agree! Just understand me right, I want happiness for my daughter, and such a wife would be a perfect match for you. What do you think of my offer?
chat_system_1427081203_snap_4_answer_0=^?^Ok, you've persuaded me, dwarf! Now let me speak to her myself.
chat_system_1427081203_snap_4_answer_1=^?^No. But if I decide to marry a dwarven girl, I'll come to you first, I promise!
chat_system_1427081203_snap_1_question=^?^Greetings to you, [player]. Can I help you?
chat_system_1427081203_snap_1_answer_0=^?^I don't think so. Good bye!
